title1=["Чебурашка","Крокодил Гена","Старуха шапокляк","Алиса в стране чудес","Мимимишки","Доктор айболит","+Вайб","Основы python","Основы go","Основы Java","Основы c","Основы c++","Основы ООП","Основы php","Основы функционального программирования","Основы архитектуры","Всё про базы данных","Лунтик","Смешарики","Малышарики"]
author1=["Юрин","Иванов","Петров","Лобов","Пяткин","Захаров"]
year1=[2025,2024,2023,2022,2021,2020,2019,2018,2017,2016,2015]
genre1=["fantastik","drama","melodrama","future"]


